const faq = [
  {
    question: 'Какую методику вы используете?',
    answer:
      'Мы используем Прямой метод изучения языка — метод "живого тренажера" с преподавателем, с первого урока студенты говорят исключительно на английском.',
  },
  {
    question: "Какие объекты недвижимости вы предлагаете?",
    answer:
      "Мы предлагаем широкий ассортимент объектов недвижимости, включая квартиры, дома, таунхаусы, коттеджи и коммерческую недвижимость в Москве и Московской области.",
  },
  {
    question: "Почему урок 30 мин?",
    answer:
      "Система получасовых уроков даст результаты, благодаря динамике уроков, частоте повторений и отсутствию перегруза.",
  },
  {
    question: "Кому подходят занятия онлайн?",
    answer:
      "Для деловых людей, которые могут брать уроки, не покидая офиса. Для мамочек, которые хотят отвлечься с пользой, пока ребенок спит. Для студентов и школьников, которые изучают английский для будущей карьеры, Абсолютно для всех, в особенности для тех кому «вечно не хватает времени» ;)",
  },
  {
    question: "Вы заставляете учить грамматику?",
    answer:
      "Нет, мы обучаем через «интуитивную грамматику»: преподаватель объясняет правило, на живых примерах отрабатываем конструкцию, ступень за ступенью объёмы материала увеличиваются. В результате знания студентов растут, а применение грамматических конструкций в речи доводятся до автоматизма.",
  },
  {
    question: "Сколько времени занимает обучение?",
    answer:
      "На прохождение одной ступени уходит от трех месяцев.",
  },
  {
    question: "Мне нужно \"разговориться\", а не учить по учебнику. Поможете?",
    answer:
      "Поможем со 100% гарантией! В нашем методе основной акцент сделан именно на развитии устной речи. Вы преодолеете языковой барьер, пополните словарный запас и освоите функциональную грамматику. А главное — никакой домашки и зубрёжки.",
  },
  {
    question: "Можно ли изучать английский по вашей системе с нуля?",
    answer:
      "Конечно. Вы заговорите на английском языке с первого занятия, что поможет сразу заложить прочный фундамент ваших знаний.",
  },
  {
    question: "Обучаете ли вы детей?",
    answer:
      "Обучаем детей с 12 лет.",
  },
  {
    question: "Почему занятия проходят с разными учителями?",
    answer:
      "Для погружения в языковую среду: вне урока вы будете общаться с людьми с различными акцентами, смена преподавателей поможет не зацикливаться на одном произношении и манере речи.",
  },
  {
    question: "Сколько раз в неделю необходимо заниматься?",
    answer:
      "Как часто нужно заниматься? Мы настоятельно рекомендуем заниматься не менее 3 раз в неделю, но не больше 5 (на любых языковых курсах) все что реже - это трата денег и времени в пустую😞 Так устроена наша память - лучше короткие интервальные тренировки без перегрузок. Старайтесь максимально интегрировать английский в свою жизнь - читайте книги, смотрите фильмы, слушайте подкасты, пойте песни. Мы за английский по любви!",
  },
];

export default faq;
